Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: Choose an add-on to be associated with the current editor session. If the New Add-on option is chosen, its ID can be changed via the Change Add-on ID option.
uk_ua: Оберіть аддон, який буде пов'язано з поточним сеансом редагування. Якщо вибрано опцію "Новий аддон", його ID можна змінити за допомогою опції "Змінити ID аддону".

source: Choose an icon
uk_ua: Оберіть іконку

source: Choose how you wish to be notified of events in multiplayer games or in the multiplayer lobby; either by playing sound alerts or (if the game window is inactive or minimized) displaying desktop notifications.
uk_ua: Виберіть, яким чином вас сповістити про події у багатокористувацьких іграх: або через програвання звуку, або через сповіщення робочого столу (якщо вікно з грою неактивно або мінімізовано).

source: Choose next scenario
uk_ua: Вибрати наступний сценарій

source: Choose or enter the address of a multiplayer server.
uk_ua: Оберіть чи введіть адресу сервера для багатокористувацької гри.

source: Choose pixel scale multiplier automatically based on current resolution
uk_ua: Обирати множник розміру пікселів автоматично, залежно від поточного розміру вікна

source: Choose the add-ons you want to remove.
uk_ua: Виберіть які аддони треба видалити.

source: Choose this “unit” to get a list of available corpses.
uk_ua: Виберіть цю «бойову одиницю», щоб побачити повний перелік доступних трупів.

source: Choose whether the map view should scroll to a unit when an action or move is animated
uk_ua: Оберіть, чи буде камера слідкувати за бійцем, коли він виконує свій хід

source: Choose which version of Wesnoth to import your data from. Some settings will not take effect until Wesnoth is restarted.
uk_ua: Оберіть версію Весноту, з якої буде імпортовано ваші дані. Деякі налаштування запрацюють лише після перезапуску гри.

source: Choose your words wisely, human. Know that the penalty for trespassing on our lands is death. What is your name?
uk_ua: Ретельніше обирай свої слова, людино. Знай, що кара за порушення наших кордонів це смерть. Яке твоє ім'я?

source: Chop Down Forest
uk_ua: Вирубати ліс

source: Chop ’em down. It’s cool in these woods, I think we need a fire!
uk_ua: Зрубайте їх. У цьому лісі прохолодно, нам потрібний вогонь!

source: Chumet
uk_ua: Чумет

source: Cicyn
uk_ua: Ціцин

source: Cinry
uk_ua: Сінрі

source: Citizen
uk_ua: Громадянин

source: Civil Disobedience
uk_ua: Цивільна непокора

source: Civilian
uk_ua: Цивільний

source: Clad in shining armor, these dwarves look like kings from under the mountains. They wield axe and hammer with masterful skill, and can hit a target with a thrown hand axe at several paces. Though slow on their feet, these dwarves are a testament to the prowess of their kin.
uk_ua: Закуті в сяячу броню, ці гноми мають вигляд королів підгір'я. Вони майстерно володіють як сокирою, так і молотом, і можуть здалека вразити жертву метальною сокирою. Незважаючи на повільність, ці гноми є свідченням майстерності свого народу.

source: Claiomh Dubh
uk_ua: Клайомх Дубх

source: Clartakis
uk_ua: Клартакіс

source: Clash at the Manor
uk_ua: Зіткнення в маєтку

source: Clayey
uk_ua: Глинистий

source: Clean Gray Cobbles
uk_ua: Чиста сіра бруківка

source: Clean Stone Wall
uk_ua: Чиста кам'яна стіна

source: Cleanse the Vale of Tears
uk_ua: Очистіть долину Сліз

source: Clear Chat
uk_ua: Очистити чат

source: Clear Console
uk_ua: Очистити консоль

source: Clear Hotkey
uk_ua: Скинути

source: Clear Labels
uk_ua: Очистити мітки

source: Clear Selected Item Set
uk_ua: Очистити вибраний набір предметів

source: Clear Weather
uk_ua: Ясна погода

source: Clear all orders
uk_ua: Скасувати всі накази

source: Clear behavior orders
uk_ua: Скасувати вказівки поведінки

source: Clear chat history.
uk_ua: Очистити історію чату.

source: Clear chat messages.
uk_ua: Очистити чат.

source: Clear objective orders
uk_ua: Скасувати вказівки цілей

source: Clear special orders
uk_ua: Скасувати спеціальні накази

source: Clear stale and unused cache files
uk_ua: Очистити застарілі і непотрібні файли кешу

source: Clear the Ground
uk_ua: Розчистити землю

source: Clear the caves
uk_ua: Очистьте печери

source: Clear the log area
uk_ua: Очистити лог

source: Clearwater Port
uk_ua: Чистоводний Порт

source: Cleon
uk_ua: Клеон

source: Click dismiss needs a 'click_dismiss' or 'ok' button.
uk_ua: Закриття по кліку вимагає кнопки "click_dismiss" або "ok".

source: Click here to change default settings.
uk_ua: Клацніть тут щоб змінити типові налаштування.

source: Click on Konrad
uk_ua: Клацніть на Конраді

source: Click on Li’sar
uk_ua: Клацніть на Лі'сар

source: Click this button for a list of major Wesnoth contributors. You will often be able to reach them in real time at irc.libera.chat:6667 on #wesnoth or at <ulink url="https://discord.gg/battleforwesnoth">https://discord.gg/battleforwesnoth</ulink>
uk_ua: Натисніть на цю кнопку, щоб отримати список основних учасників розробки Весноту. Ви можете зв'язатися з ними в irc.freenode.org:6667 на #wesnoth, або в <ulink url="https://discord.gg/battleforwesnoth">https://discord.gg/battleforwesnoth</ulink>

source: Click this button to close Wesnoth.
uk_ua: Клацніть цю кнопку щоб закрити Веснот.

source: Click this button to enter the content server where a whole lot of content created by normal users is hosted. Among the things available there are many campaigns, multiplayer eras (defining factions for multiplayer games) and multiplayer maps. With the "Remove Add-ons" button you can remove them again once you do not want them anymore.
uk_ua: Натисніть цю кнопку, щоб увійти на сервер, де зберігається безліч контенту, створеного звичайними користувачами. Він включає в себе кампанії, ери (визначають фракції в мережевих іграх) і карти. Використовуючи клавішу "Видалити Аддони", ви можете їх видалити, якщо вони вам більше не потрібні.

source: Click this button to load a previously saved game. You will be shown a dialogue listing saved games. Select the game and click Ok to load and continue, or Cancel to return to the Main Menu. If you select a replay game, you can check the "Show replay" check box. The loaded game will make all the moves from the beginning while you watch.
uk_ua: Натисніть цю кнопку, щоб завантажити раніше збережену гру. Буде відкрито діалогове вікно з переліком збережених ігор. Виберіть гру, і натисніть Ok для продовження, або Скасувати, щоб повернутися до Основного Меню. Якщо ви хочете переглянути повтор, відзначте "Показати повтор". Після завантаження гри будуть прокручені всі ходи від початку до збереженого моменту.

source: Click this button to open the integrated in game Help System. It will provide you with information about units and all other gameplay relevant things of the game. Most of those things are mentioned in this manual.
uk_ua: Натисніть цю кнопку, щоб відкрити інтегровану в гру довідкову систему. Вона надасть вам інформацію про бійців і всі інші речі ігрового процесу. Більшість з тих речей згадуються в даному посібнику.

source: Click this button to play single scenarios against one or more opponents. You can play the games over the internet or at your computer, against computer or human opponents. When you select this button a dialogue will appear and allow you to choose how you want to play the scenario. To learn more, see <link linkend="scenarios">scenarios</link>.
uk_ua: Натисніть цю кнопку, щоб грати сценарій проти одного або кількох противників. Ви можете грати через Інтернет або на своєму комп'ютері, проти комп'ютера або людини. Коли ви натиснете цю кнопку, з'явиться діалог, що дозволяє вибрати налаштування сценарію. Для додаткової інформації дивіться <link linkend="scenarios">сценарії</link>.

source: Click this button to read the next little tip from the "Tome of Wesnoth".
uk_ua: Клацніть тут щоб прочитати наступну пораду з "Фолдіанту Весноту".

source: Click this button to read the previous little tip from the "Tome of Wesnoth".
uk_ua: Клацніть тут щоб прочитати попередню пораду з "Фолдіанту Весноту".

source: Click this button to start the Map Editor where you can create custom maps for multiplayer games or for building your own campaign upon.
uk_ua: Натисніть цю кнопку щоб запустити редактор карт. Ви можете створювати свої власні карти, як для багатокористувацької гри, так і для своїх кампаній.

source: Click this button to view game version and technical information. It may be useful when troubleshooting issues.
uk_ua: Натисніть на цю кнопку, щоб подивитися версію гри та технічну інформацію. Це може бути корисним для усунення проблем.

source: Click this button, select your language, and click OK to use it, or Cancel to continue with the current language. The first time Wesnoth starts, it defaults to English or your system locale if that can be determined, but once you change it, it will start in that language.
uk_ua: Натисніть цю кнопку, оберіть вашу мову і натисніть ОК, щоб її активувати, або Скасувати, щоб залишити поточну мову. Коли Веснот запускається вперше, за замовчуванням встановлюється англійська мова або мова поточної локалі, якщо її вдається визначити, але після того, як ви змінили мову, він далі буде запускатися саме з цією мовою.

source: Clicking on a unit identifies all the places it can move on its current turn by dimming unreachable hexes (pressing the number keys 2–7 will identify the additional hexes that can be reached in that number of turns in a similar manner). While in this mode, moving the cursor over a hex will identify the path your unit will take towards that hex as well as additional information on the defensive bonus of your unit on that hex and, if it will take more than one turn, the number of turns it will take your unit to arrive. If you do not wish to move the unit this mode can be cancelled by selecting a different unit (by clicking on the new unit or using the <literal>n</literal> or <literal>N</literal> keys) or by right-clicking (Command-click on a Mac) anywhere on the map. The <link linkend="orbs">orbs</link> on the top of a unit&#8217;s energy bar provide a quick way to see which of your units have already moved or can move further in the current turn.
uk_ua: Коли ви клацнете на бійцеві, поля, на які він не може переміститися в поточному ходу, будуть затемнені(при натисненні клавіш 2-7 будуть додатково показані поля, куди він зможе переміститися за цю кількість ходів). У цьому режимі переміщення курсора до поля покаже шлях, по якому піде боєць, а також деяку додаткову інформацію, зокрема, рівень захищеності на цій території і, якщо на переміщення потрібно більше одного ходу, кількість необхідних ходів. Якщо ви не хочете переміщати цього бійця, ви можете вийти з цього режиму, вибравши іншого бійця (клацнувши на ньому, або натиснувши клавіші<literal>n</literal> чи <literal>N</literal>), або клацнувши правою клавішею (на Mac - клацання разом з клавішею Command) у будь-якому місці карти. <link linkend="orbs">Кулі</link> у верхній частині смужки здоров'я бійців допомагають швидко побачити, які ваші бійці вже ходили, і які ще можуть ходити.

source: Cliff
uk_ua: Скеля

source: Clipboard and Paste Tool
uk_ua: Буфер обміню та інструмент вставлення

source: Clipboard support not found, contact your packager
uk_ua: Підтримка буферу обміну не знайдена, зв'яжіться з менеджером пакету

source: Clock
uk_ua: Годинник

source: Clockwork Boy
uk_ua: Годинниковий парубок

source: Clogrin
uk_ua: Клогрін

source: Close
uk_ua: Закрити

source: Close Map
uk_ua: Закрити карту

source: Closed Chest
uk_ua: Закрита скриня

source: Closed Coffin
uk_ua: Закрита домовина

source: Closed Dwarven Doors
uk_ua: Закриті гном'яча брама

source: Closed Plain Chest
uk_ua: Закрита проста скриня

source: Closed Trapdoor
uk_ua: Закритий люк

source: Closing the Gates
uk_ua: Закриваючи Браму

source: Club
uk_ua: Кийок

source: Clurka
uk_ua: Клурка

source: Cmd + click: copy terrain
uk_ua: Cmd + клік: копіювати ландшафт

source: Co-Authors
uk_ua: Співавтори

source: Coal
uk_ua: Вугілля

source: Coast
uk_ua: Узбережжя

source: Coastal
uk_ua: Прибережний

source: Coastal Reef
uk_ua: Прибережний риф

source: Cold and beautiful, she maintains her eternal youthful appearance drinking the blood of the living.
uk_ua: Холодна і красива, вона підтримує свою вічну молодість, постійно випиваючи кров живих.

source: Cold, harsh, and inaccessible, the Far North is the ancestral home of the Orcish Clannate. It lies north of the <ref>dst='heart_mountains' text='Heart Mountains'</ref>, which the Orcs call the Haggid-Dargor and claim (without merit) as their own. To the east lie the Unaligned Tribes of the Wild Steppe, who fell out of the control of the Clannate, instead roaming with wild human barbarians and clashing with the High Elves of the North Plains (known as North Elves in human lands). The High Elves themselves reside further east, where it is rumored they rule a vast kingdom. <header>text='Notable cities:'</header> • Barag Gor, a city home to the Orcish Council • Bitok • Borstep • Farzi • Lmarig • Melmog • Prestim • Tirigaz • Dorest, the northernmost human city <header>text='Notable land features:'</header> • Black Marshes • Mountains of Dorth • Mountains of Haag • Greenwood • Silent Forest • Forest of Thelien • River Oumph • River Bork • Frosty Wastes • Barren Plains
uk_ua: Холодна, сувора і неприступна Далека Північ — історична батьківщина Кланнату орків. Він лежить на північ від <ref>dst='heart_mountains' text='гір Серця'</ref>, які орки звуть Хаггід-Даргор і (без всяких підстав) вважають своїми. На сході оселилися Вільні племена Дикого степу, які відкололися від Кланнату і бродять разом з людьми-варварами, б'ються з Високими ельфами Північних рівнин (у людських землях вони відомі як Північні ельфи). Високі ельфи живуть далі на схід, де, з чуток, мають там велике королівство. <header>text='Великі міста:'</header> • Бараг Гор, місто, де знаходиться Рада орків • Біток • Борстеп • Фарзі • Лмаріг • Мелмог • Престім • Тірігаз • Дорест, найпівнічніше місто людей <header>text='Помітні особливості ландшафту:'</header> • Чорні болота • Гори Дорт • Горы Хааг • Зелений ліс • Тихий Ліс • Ліс Телієн • Ріка Умф • Ріка Борк • Дикий Степ

source: Color
uk_ua: Колір

source: Combat
uk_ua: Битва

source: Combat Experience
uk_ua: Бойовий досвід

source: Combat damage indicators
uk_ua: Показники під час бою

source: Combat in <italic>text='Battle for Wesnoth'</italic> always takes place between units in adjacent hexes. Click on your unit, and click on the enemy you want to attack: your unit will move towards the enemy unit, and when they are next to each other, combat will begin. The attacker and defender alternate strikes until each has used their allotted number of strikes. The attacker chooses one of its weapons to attack with, and the defender retaliates with one of its attacks of the same type. There are two types of attacks: <italic>text='melee'</italic>, which usually involves weapons such as swords, axes or fangs; and <italic>text='ranged'</italic>, which usually involves weapons such as bows, spears and fireballs.
uk_ua: Бій в <italic>text='Битві за Веснот'</italic> завжди відбувається між бійцями на сусідніх полях. Виберіть свого бійця, потім виберіть ворожого бійця, якого хочете атакувати: ваш боєць переміститься до ворожого, і коли вони опиняться поруч, почнеться бій. Нападник і той що захищається обмінюватимуться ударами, поки кожен не витратить передбачену для нього кількість ударів. Нападник вибирає зброю для атаки, а той що захищається відповідає зброєю того ж типу. Існує два типи атак: <italic>text='ближня'</italic>, де зазвичай пускают в хід мечі, сокири або ікла; та <italic>text='дальня'</italic>, в якій використовують луки, дротики та вогняні кулі.

source: Combat:
uk_ua: Битва:

source: Combining multiple special abilities can be deadly. While it may take some work to combine, for example, <i>Leadership</i>, <i>Illuminates</i> and <i>Charge</i> against a slowed opponent, the results can be impressive.
uk_ua: Комбінація декількох здібностей може виявитися смертельною. Хоча може бути важко використовувати усі здібності одночасно, спробуйте, наприклад, об'єднати <i>лідерство</i>, <i>освітлення</i> та <i>заряд</i> проти уповільненого ворога. Результат буде вражаючим.

source: Come and fight me yourself, you old bag of bones!
uk_ua: Виходь та бийся зі мною, ти, старий кістяний мішок!

source: Come and get it!
uk_ua: Йди, покажи їм!

source: Come in from the deep my loyal soldiers!
uk_ua: Повстаньте з глибин, мої вірні воїни!

source: Come on! Hurry!
uk_ua: Вперед! Швидше!

source: Come on, men, let’s catch those kidnappers!
uk_ua: Нумо, люди, давайте спіймаємо цих викрадачів!

source: Come on, men. A stroll through such lovely green woods, what could be finer?
uk_ua: Нумо, люди. Що може бути краще прогулянки у такому красивому зеленому лісі?

source: Come on, stay still, just for a second...
uk_ua: Давай, замри, хоч на секунду...

source: Come try it, cretin.
uk_ua: Спробуй, ідіоте.

source: Come, O aspirant. The Oracles await you.
uk_ua: Увійди, о кандидате. Оракули чекають тебе.

source: Come, my bodyguards! We must make haste to follow this trail and find Mebrin.
uk_ua: До мене, мої охоронці! Ми повинні поспішити цим шляхом та знайти Мебріна.

source: Come.
uk_ua: Іди.

source: Coming from one side, the enemy may attack any single of your units in the line with only 2 of his units at a time. As a rule of thumb, a healthy unit without particular weakness can withstand an attack from two normal enemy units of the same level or lower without getting killed.
uk_ua: Якщо ворог підходить з одного боку, він може атакувати будь-якого вашого бійця лише двома своїми бійцями. Як правило, здоровий боєць, що не має якихось особливих слабкостей, може протистояти нападу двох нормальних ворожих бійців того ж або меншого рівня, і не бути вбитим.

source: Comma delimited list of forum usernames of other people who are allowed to upload updates for this add-on.
uk_ua: Розділений комами список користувачів форуму, яким дозволено завантажувати оновлення для цього аддону.

source: Commander
uk_ua: Командир

source: Commander Aethyr
uk_ua: Намісник Ейфір

source: Commander Aethyr sacrifices himself to Lich-Lord Jevyan and
uk_ua: Принесіть намісника Ейфіра в жертву владиці Жев'яну, потім

source: Commander Aethyr, did these orcs come on our ships? Did they capture the fleet we sent out?
uk_ua: Наміснику Ейфіре, ці орки прибули на наших кораблях? Вони що, захопили флотилію, яку ми послали?

source: Commander, I received your request for reinforcements, and I have brought my riders with me!
uk_ua: Командире, я отримав ваш запит про підкріплення і привів з собою своїх вершників!

source: Commander, you remember the plan right?
uk_ua: Наміснику, ти пам'ятаєш план, чи не так?

source: Commanders
uk_ua: Командири

source: Commanders of the infantry of Wesnoth are responsible for the garrison and defense of the border towns and villages. They are drawn from the ranks of veteran soldiers, not nobility, and all have shown leadership and courage in battle.
uk_ua: Командир піхоти Весноту відповідають за гарнізон та захист кордонів міст і сіл. Не будучи знатного походження, вони — вихідці з досвідчених солдат, і всі проявили своє лідерство та мужність у битві.

source: Commanders will take your leader’s place when the leader dies, possible commanders:
uk_ua: Командири займуть місце вашого лідера, коли той загине, можливі командири:

source: Commands
uk_ua: Команди

source: Community
uk_ua: Спільнота

source: Compan— What?
uk_ua: Супут— Що?

source: Compared to other drakes, Drake Arbiters have a higher resistance to ‘pierce’ attacks.
uk_ua: У порівнянні з іншими дрейками, судді мають підвищений опір до 'колючих' атак.

source: Compared to other drakes, Drake Wardens have a higher resistance to ‘pierce’ attacks.
uk_ua: У порівнянні з іншими дрейками, наглядачі мають підвищений опір до 'колючих' атак.

source: Compared to other loyalists, Halberdiers have a higher resistance to ‘pierce’ attacks.
uk_ua: Порівняно з іншими вірнопідданими, алебардисти мають підвищений опір до 'колючих' атак.

source: Compared to other loyalists, Javelineers have a higher resistance to ‘pierce’ attacks.
uk_ua: Порівняно з іншими вірнопідданими, метальники дротиків мають підвищений опір до 'колючих' атак.

source: Compared to other loyalists, Pikemen have a higher resistance to ‘pierce’ attacks.
uk_ua: Порівняно з іншими вірнопідданими, пікінери мають підвищений опір до 'колючих' атак.

source: Compared to other loyalists, Royal Guards have a higher resistance to ‘blade’ and ‘impact’ attacks.
uk_ua: Порівняно з іншими вірнопідданими, королівські гвардійці мають підвищений опір до 'ріжучих' та 'ударних' атак.

source: Compared to other loyalists, Royal Guards have more movement points.
uk_ua: Порівняно з іншими вірнопідданими, королівські гвардійці мають більше очків руху.

source: Compared to other loyalists, Swordsmen have a higher resistance to ‘blade’ and ‘impact’ attacks.
uk_ua: Порівняно з іншими вірнопідданими, мечники мають підвищений опір до 'ріжучих' та 'ударних' атак.

source: Compared to other mages, Arch Mages have a higher resistance to ‘fire’ attacks.
uk_ua: Порівняно з іншими магами, архимаги мають підвищений опір до 'вогняних' атак.

source: Compared to other mages, Great Mages have a higher resistance to ‘fire’ attacks.
uk_ua: Порівняно з іншими магами, великі маги мають підвищений опір до 'вогняних' атак.

source: Compared to other mages, Mages of Light have a higher resistance to ‘arcane’ attacks.
uk_ua: Порівняно з іншими магами, світлі маги мають підвищений опір до 'містичних' атак.

source: Compared to other mages, Red Mages have a higher resistance to ‘fire’ attacks.
uk_ua: Порівняно з іншими магами, червоні маги мають підвищений опір до 'вогняних' атак.

source: Compared to other mages, White Mages have a higher resistance to ‘arcane’ attacks.
uk_ua: Порівняно з іншими магами, білі маги мають підвищений опір до 'містичних' атак.

source: Complete Civil Disobedience with at least 3 peasants remaining.
uk_ua: Пройдіть сценарій "Цивільна непокора", маючи як мінімум 3 вцілилих селянина.

source: Complete The Hunters with no losses
uk_ua: Пройдіть сценарій "Мисливці" без втрат

source: Complete the Battle Training.
uk_ua: Завершити Бойове тренування

source: Complete the survival scenario <i>2p - Dark Forecast</i>.
uk_ua: Завершіть виживання <i>2p - Неясний прогноз</i>.

source: Complete the survival scenario <i>2p - Isle of Mists</i>.
uk_ua: Завершити виживання <i>2p - Острів Імли</i>.

source: Complete the survival scenario <i>4p - A New Land</i>.
uk_ua: Завершити виживання <i>4p - Нова земля</i>.

source: Complete the survival scenario <i>6p - Team Survival</i>.
uk_ua: Завершити виживання <i>6p - Командне виживання</i>.

source: Completed
uk_ua: Пройдено

source: Completed the Tutorial
uk_ua: Завершено посібник

source: Completed the survival scenario <i>2p - Dark Forecast</i>.
uk_ua: Завершено виживання <i>2p - Неясний прогноз</i>.

source: Completed the survival scenario <i>2p - Isle of Mists</i>.
uk_ua: Завершено виживання <i>2p - Острів Імли</i>.

source: Completed the survival scenario <i>4p - A New Land</i>.
uk_ua: Завершено виживання <i>4p - Нова земля</i>.

source: Completed the survival scenario <i>6p - Team Survival</i>.
uk_ua: Завершено виживання <i>6p - Командне виживання</i>.
